[ Lang ]

"(Empty)"="(Leer)"
"1.Confirm that USB device is compliant with USB 2.0."="1.Überprüfen Sie, ob das USB-Gerät kompatibel zu USB 2.0 ist."
"10min"="10 min"
"12 Hour"="12 Stunden"
"120s"="120 s"
"15s"="15 s"
"1h"="1 Stunde"
"1min"="1 min"
"2.Try to replug the USB device."="2.Versuchen Sie, die Verbindung des USB-Gerät zu trennen und danach wiederzuverbinden."
"24 Hour"="24 Stunden"
"2h"="2 Stunden"
"2min"="2 min"
"3.Try to reboot the phone."="3.Versuchen Sie, dass Telefon neu zu starten."
"30min"="30 min"
"30s"="30 s"
"3h"="3 Stunden"
"5min"="5 min"
"60s"="60 s"
"6h"="6 Stunden"
"802.1x Mode"="802.1x-Modus"
"802.1x Settings"="802.1x-Einstellungen"
"802.1x"="802.1x"
"ACD Login"="ACD Anmelden"
"ACD State"="ACD-Status"
"ACD Trace"="Trace"
"ACD"="ACD"
"AES"="AES"
"ALERT"="Mehr als 1 Person in Warteschlange"
"AP Mac Address"="AP MAC-Adresse"
"AVG.Waiting Time"="Durchschn. Wartezeit"
"Account ID"="Konto-ID"
"Account Status"="Kontostatus"
"Account is invalid!"="Konto ist ungültig!"
"Account"="Konto"
"Accounts"="Konten"
"Activation"="Aktivierung"
"Adapter has added, scanning the bluetooth devices right now?"="Bluetooth-Adapter wurde gefunden. Jetzt nach Bluetooth-Geräten scannen?"
"Adapter has removed out"="Bluetooth-Adapter wurde entfernt."
"Add Blacklist"="Zur Blackliste fügen"
"Add Contact"="Kontakt hinzufügen"
"Add Group SoftKey"="GrpAddn"
"Add Group"="Gruppe hinzufügen"
"Add Metaswitch Contact"="Metaswitch-Kontakt hinzufügen"
"Add Network"="Netzwerk hinzufügen"
"Add Number"="Nummer hinzufügen"
"Add PAB"="Hinzufügen des öffentlichen Telefonbuches"
"Add Personal"="Eig.Li.adden"
"Add To Metaswitch Contact"="Den Metaswitch-Kontakten hinzufügen"
"Add to Blacklist"="Zur schw.Li.addn"
"Add to Contact"="Zur eig.Li.adden"
"Add to Contacts"="zu Kontakten hinzufügen"
"Add to Favorite with an index of"="Zu Favoriten hinzufügen mit dem Index"
"Add to Personal"="Zur eig.Li.adden"
"Add to"="hinzufügen zu"
"Add"="Hinzufügen"
"Address incomplete"="URL-Adresse ist unvollständig!"
"Address"="IP-Adresse mit Port"
"Advance to Next Assistant After"="ÜbergNächAssist"
"Advanced Setting"="Erweiterte Einstellungen"
"Advanced"="Erweitert"
"After Ring Times"="Klingelzeit"
"Alert Broadworks Anywhere Location"="BenImmÜberallGerät"
"Alert Broadworks Mobility Location"="BenBroadWorkMobGer"
"Alert Click to Dial Calls"="Mobil-Benachr"
"Alert Group Paging Calls"="GrupRufBenachr"
"Alert Mode"="BenModus"
"Alert SCA Location"="BenGemAnrufGerät"
"Alerting Calling Line ID Name"="BenAnrufer"
"Alerting Calling Line ID Number"="BenRufNR"
"Alerting Custom Calling Line ID Name"="BenBelRufNR"
"Alerting Custom Calling Line ID Number"="BenBelRufNR"
"All Buddies"="Alle Freunde"
"All Calllog"="Alle Anrufe"
"All Calls"="Alle Anrufe"
"All Contacts"="Alle Kontakte"
"All External Calls"="AllExtAnr"
"All Income Calls"="Alle Anrufe"
"All Internal Calls"="AllIntAnr"
"All Lines"="AlleLtg"
"All Off"="AlDeakt"
"All On"="AlleAkt"
"All keys"="Alle Tasten"
"Allow Remote Control?"="Fernzugriffssteuerung erlauben?"
"Allow assistant opt in/out of Pool"="AssPoolErl"
"Alter Type"="BenArt"
"Always Forward"="permWeiterltn"
"Always Off"="Permanent aus"
"Always On"="Permanent an"
"Always forward to"="Always forward to"
"An error occurred during file setting"="Bei der Einstellung der Datei ist ein Fehler aufgetreten."
"Anonymity Disallowed"="Anonymität nicht erlaubt!"
"Anonymous Call"="Anonymer Anruf"
"Anonymous Rejection"="Anonymen Ruf abweisen"
"Anonymous"="Anonym"
"Answer"="Annehmen"
"Anywhere"="Irgendwo"
"Apr"="April"
"April"="April"
"Are you sure to remove  ?"="Wollen Sie wirklich verschieben?"
"Are you sure to set a blank password?"="Wirklich leeres Passwort setzen?"
"Are you sure you want to Log out!"="Wirklich ausloggen?"
"Assistant Common Settings"="Öff. Einstellungen Assist."
"Assistant"="Assistent"
"Aug"="Aug"
"August"="August"
"Auto Answer"="Autom. Annahme"
"Auto Divert"="Automatisch umleiten"
"Auto Provision Now?"="Auto provision now?"
"Auto Provision"="Autom Bereitstellung"
"Auto Redial Setting"="Autom. Wiederwahl"
"Auto Redial"="Automatische Wahlwiederholung"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial ist aktiv.\nManuelle Konfiguration nicht möglich!"
"Auto"="Autom."
"Auto-login"="Autom. Login"
"AutoBLFList is on\n manually configing is forbidden!"="Automatische Blackliste ist aktiv. \n Manuelle Konfiguration nicht möglich."
"AutoFavorite is on\n manually configing is forbidden!"="Autom.Fav.ist akt.\n Man.Einst. verboten!"
"AutoLinekey is on\n manually configing is forbidden!"="AutomLtgTasteIstAkt\n ManEinstVerboten!"
"AutoP Authority"="Befugnis autom. bereitst."
"AutoP to"="Autom. bereitst. nach"
"Automatic"="Automatisch"
"Avail"="Verfügb."
"Available Audio Record"="Audioaufnahme verfügbar"
"Available Recording Time"="Mögliche Aufnahmezeit"
"Available Wireless Device"="Verfügbare WLAN-Netzwerke"
"Available"="Verfügb"
"Away"="Abwesend"
"B Transfer"="BT-Send"
"BLF List"="BLF-Liste"
"BLF Ring Type"="Klingeltyp Besetztfeld"
"BLF is invalid!"="Belegtfeld ist ungültig!"
"BLF"="BLF"
"Back"="Zurück"
"Backlight Active Level"="IntHintBelAktiv"
"Backlight Inactive Level"="IntHintBelInaktiv"
"Backlight Time"="HintGrdBelZt"
"Backlight"="Hintergrundbeleuchtung"
"Bad Request"="Anfragefehler"
"Balance"="Guthaben"
"Barge In"="Einmi."
"Basic Call Park"="Allg. parken"
"Basic Setting"="Basis Einstellungen"
"Betransferred"="Wird weitergeleitet"
"Blacklist"="Schwarze Liste"
"Block"="Block."
"Bluetooth Mac"="Bluetooth Mac"
"Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Ein"
"Both"="Beide"
"Bridge ID"="Brücken-ID"
"BridgeID is invalid!"="Brücken-ID ist ungültig!"
"Browse Photo"="Fotos durchsuchen"
"Browse Recordings"="Audio durchsuchen"
"Buddies"="Freunde"
"Business Number"="Tel.-Nr. dienstlich"
"Busy Forward"="WeiterltgBes"
"Busy Here"="Gerade belegt!"
"Busy"="Besetzt"
"CC Name"="Anrufer"
"CC UID"="Anrufer-Identität"
"CDP Interval"="CDP-Intervall"
"CDP Status"="CDP-Status"
"CDP interval should be 1-3600!"="CDP-Intervall muss 1-3600 betragen!"
"CDP"="CDP"
"CFG Version"="CFG-Version"
"Call Alerting"="AnrBenachr"
"Call Back"="Rückruf"
"Call Completion"="Automatischer Rückruf"
"Call Control"="Anrufsteuerung"
"Call Fail"="Anruf fehlgeschlagen"
"Call Filtering Mode"="AnrFilMod"
"Call Filtering Switch"="AnrBenFiltUmsch"
"Call Filtering"="Anruffilterung"
"Call Finish"="Anruf beenden"
"Call Forward"="Weiterleitung"
"Call Initiation"="AnrStrt"
"Call Park Number is invalid!"="Anruf-Parknummer ist ungültig!"
"Call Park"="Gespräch parken"
"Call Pickup"="Anrufannahme"
"Call Push Recall After"="ZurückAnruf"
"Call Return"="Anruf zurückholen"
"Call Screening Switch"="AnrBenUmsch"
"Call Screening"="Anrufüberwachung"
"Call Voice Mail"="Voicemail anrufen"
"Call VoiceMail"="Sprachbox anrufen"
"Call Waiting"="Anklopfen"
"Call has been successfully recorded on USB device"="Anruf erfolgreich auf dem USB-LW aufgezeichnet"
"CallPull"="AnrHol"
"CallReturn"="Rückruf"
"Callers Waiting"="Wartende Anrufer"
"Calling"="Baue Anruf auf..."
"Calllog Directories"="Getätigte Netzwerkanrufe"
"Calllog"="Anrufliste"
"Callout"="Ausrufen"
"Calls Longest"="Längste Wartezeit"
"Calls for Pickup"="Anrufe in Warteschlange"
"Can't be empty"="Darf nicht leer sein!"
"Cancel Select Executive"="Auswahl Leiter annullieren"
"Cancel"="Abbr."
"Capy Favorite Fail"="Zu Favoriten kopieren fehlgeschlagen!"
"Change PIN"="PIN ändern"
"Change Password"="Passwort ändern"
"Channel"="Kanal"
"Check"="Überpr"
"Chinese_S"="简体中文(Chinese Simplified)"
"Chinese_T"="繁體中文(Chinese Traditional)"
"Choose Account"="Bitte Konto wählen"
"Choose a group"="Wählen einer Grp"
"Cipher Type"="Chiffret0yp"
"Classified"="Klassifiziert"
"Clear account config \n\n please wait..."="Lösche Kontoeinstellungen \n\n Bitte warten..."
"Clear all static.* settings?"="Alle static.*-Einst. zurücksetzen?"
"Clear all userdata & local config?"="Alle Benutzerdaten/LokEinstellungen zurücksetzen?"
"Clear local.cfg settings?"="local.cfg-Einst. zurücksetzen?"
"Clear non-static settings?"="Nichtstat. Einst. zurücksetzen?"
"Clear your account config?"="Ihr Konto wirklich löschen?"
"Common"="Öffentlich"
"CommonRingTone"="Öffentlich"
"Commportal Login"="Commportal-Login"
"Conf Manage"="Konfigurationsverwaltung"
"Conference Manage"="Konferenzleitung"
"Conference"="KonfAnr"
"ConferenceURL"="Konferenz-URL"
"Configuration Updating !"="Aktualisiere Konfiguration!"
"Configuration updating completed."="Aktualisierung der Konfiguration abgeschlossen"
"Configuration updating failed."="Aktualisierung der Konfiguration fehlgeschlagen."
"Configuration updating."="Aktualisiere Einstellungen..."
"Confirm PIN mismatch!"="PINs nicht identisch!"
"Confirm PIN"="PIN bestätigen"
"Confirm PWD"="PW bestätigen"
"Confirm password mismatch!"="Passwörter stimmen nicht überein!"
"Connect Mobile Failed"="Verbindung mit Handy fehlgeschlagen"
"Connect Success."="VerbgErfAufgeb"
"Connect failed."="Verbindung fehlgeschlagen."
"Connect to"="Verbinden mit"
"Connect"="Verb."
"Connected"="Verbunden"
"Connecting"="Verbinde..."
"Connecting..."="Verbinde..."
"Connot download PLCM Phonebook"="Download des PLCM-Tel.-Buches nicht möglich"
"Contact Details"="Kontaktdetails"
"Contact already exists. Add contact with the same name?"="Kontakt existiert bereits, als Neukontakt überschreiben?"
"Contact exist!"="Kontaktname existiert!"
"Contacts Setting"="Kontakteinstellungen"
"Contrast"="Kontrast"
"Copy to All Lines?"="Für alle Leitungen übernehmen?"
"Copy to Favorite"="Zu Favoriten kopieren"
"Current PIN is incorrect."="Alte PIN ist falsch."
"Current PIN"="Alte PIN"
"Current Time"="Aktuelle Zeit"
"Custom DND"="Benutzerdefiniertes nicht Stören"
"Custom Forward"="Benutzerdefinierte Weiterleitung"
"Custom Key"="Benutzerdef. Taste"
"Custom"="Beliebige Eingabe"
"CustomContact"="Eigene Kontakte"
"Customer"="Kunde"
"DD MMM YYYY"="TT MMM JJJJ"
"DD-MMM-YY"="TT-MMM-JJ"
"DD/MM/YYYY"="TT/MM/JJJJ"
"DHCP End IP Address is invalid!"="DHCP-Endadresse ist ungültig!"
"DHCP IP Client"="DHCP IPv4-Client"
"DHCP IPv4 Client"="DHCP IPv4-Client"
"DHCP IPv6 Client"="DHCP IPv6-Client"
"DHCP Start IP Address is invalid!"="DHCP-Startadresse ist ungültig!"
"DHCP Time"="DHCP-Zeit"
"DHCP VLAN"="DHCP-VLAN"
"DHCP option is invalid!"="DHCP-Option ist ungültig!"
"DHCP"="DHCP"
"DND Enable"="DND-Status"
"DND"="DND"
"DPickup"="GezAnrÜbern"
"DSS Keys"="DSS-Tasten"
"DTMF is invalid!"="DTMF ist ungültig!"
"DTMF"="DTMF"
"Date Format is invalid!"="Datumsformat ist ungültig!"
"Date Format"="Datumsformat"
"Date"="Datum"
"Date(YMD)"="Datum (JMT)"
"Day"="Tag"
"Daylight Saving"="Zeitumstellg"
"Dec"="Dez"
"December"="Dezember"
"Decline"="Ablehnen"
"Default Account"="Aktuelles Konto"
"Default Gateway is invalid!"="Standard-Gateway ist ungültig!"
"Default Gateway"="Standard-Gateway"
"Default"="Standard"
"Del All"="AllLö"
"Delete All Call Log"="Alle Anruflisten löschen"
"Delete All Group?"="Alle Gruppen löschen?"
"Delete All Items?"="Alle Elemente löschen?"
"Delete All"="AllLö"
"Delete Call Log"="Anrufliste löschen"
"Delete Group"="Gruppe löschen"
"Delete Selected Group?"="Ausgewählte Gruppen löschen?"
"Delete Selected Item?"="Ausgewähltes Element löschen?"
"Delete all images?"="Alle Bilder löschen?"
"Delete all item?"="Alle Objekte löschen?"
"Delete all locations?"="Alle Verbindungszielgeräte löschen?"
"Delete all numbers?"="Alle Nummern löschen?"
"Delete all paging group?"="Alle Gruppenrufgruppen löschen?"
"Delete all the call records?"="Alle Gesprächsaufzeichnungen löschen?"
"Delete location?"="Verbindungszielgerät löschen?"
"Delete number?"="Nummer löschen?"
"Delete selected paging group?"="Ausgewählte Gruppenrufgruppe löschen?"
"Delete selected wallpaper?"="Ausgewähltes Hintergrundbild löschen?"
"Delete seleted images?"="Ausgewählte Bilder löschen?"
"Delete seleted item?"="Ausgewähltes Objekt löschen?"
"Delete successed"="Löschen erfolgreich"
"Delete the contact will also delete the contact in the server and can not be restored."="Lösche Kontakt auf Srv. unwideruflich."
"Delete the group will not delete the group members, but only move them out of the group."="Gruppenmitglieder werden entfernt, aber nicht gelöscht."
"Delete the record?"="Aufz.löschen?"
"Delete the selected message?"="Ausgewählte Nachrichten löschen?"
"Delete this Message?"="Diese Nachricht löschen?"
"Delete this audio?"="Diese Audiodatei löschen?"
"Delete this group message(s)?"="Diese Gruppennachricht(en) löschen?"
"Delete this voice mail?"="Diese Voicemail löschen?"
"Delete"="Löschen"
"Deleting completed."="Löschen erfolgreich."
"Deleting. Please wait..."="Lösche, bitte warten..."
"Deleting... Please Wait."="Lösche...Bitte warten"
"Deleting..."="Lösche..."
"Department"="Abteilung"
"Detail"="Detail"
"Device Cert"="Geräte-Zertifikat"
"Device Name"="Gerätename"
"Device name can't be empty!"="Gerätename darf nicht leer sein!"
"Diagnostics"="Diagnose"
"Dial"="Senden"
"Dialing"="Wähle"
"Direct IP Line"="IP-Direktleitung"
"Directories"="Telefonbuch"
"Directory"="Telefonbuch"
"Disabled"="Deaktiviert"
"Discard"="Verwerfen"
"Disconnect Success."="Trennung erfolgreich!"
"Disconnect failed."="Trennen fehlgeschlagen!"
"Disconnect with"="trennen von"
"Disconnect"="Trennen"
"Disconnecting..."="Trennen..."
"DispCode"="VrtCode"
"Display Clock"="Uhr anzeigen"
"Display Name"="Anzeigename"
"Display"="Anzeige"
"DisplayName can't contain \" < > \" \\ \' \""="Anzeigename darf kein \" < > \" \\ \' \" enthalten"
"Displayname can't be empty!"="Anzeigename darf nicht leer sein!"
"Disposition Code"="Dispositionscode"
"Divert to Phone Number/SIP-URI"="UmltgTelNrSIP"
"Divert"="Umleiten"
"Do Not Disturb"="Nicht stören"
"Do you want to delete all %s call logs? This action can not be reversed."="Möchten Sie alle Anruflisten löschen? Diese Aktion ist irreversibel."
"Do you want to delete all call logs?"="Möchten Sie alle Anruflisten löschen?"
"Do you want to delete all call logs?This action can not be reversed."="Möchten Sie alle Anruflisten löschen? Diese Aktion ist irreversibel."
"Do you want to delete all missed call logs?"="Möchten Sie alle verpassten Anrufe löschen?"
"Do you want to delete all placed call logs?"="Möchten Sie alle abgegangenen Anrufe löschen?"
"Do you want to delete all received call logs?"="Möchten Sie alle angenommenen Anrufe löschen?"
"Do you want to delete this call log?"="Möchten Sie die Anrufliste löschen?"
"Do you want to discard your change?"="Möchten Sie Ihre Änderung verwerfen?"
"Do you want to logout?"="Möchten Sie ausloggen?"
"Do you want to remove"="Möchten Sie"
"Do you want to save the contact or discard it?"="Möchten Sie den Kontakt speichern oder verwerfen?"
"Do you want to save the message or discard it?"="Nachricht speichern oder verwerfen?"
"Do you want to save your changes or discard them?"="Möchten Sie Ihre Änderungen speichern/verwerfen?"
"Does not exist anywhere"="Immer-und-Überall-Konto nicht gefunden!"
"Draftbox"="Entwurfsablage"
"Dsskey Wallpaper"="DSS-Tastenhintergrund"
"Dsskey"="Direktwahltaste"
"Duration"="Dauer"
"E911 Location"="Standort von E911"
"E911 location set failed, please contact your administrator for help"="Einrichten von Platz E911 fehlgeschlagen! Bitte kontaktieren Sie Ihren Administrator"
"E911"="E911"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MS-CHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MS-CHAPv2"
"EXP Wallpaper"="EXP-Hintergrundbild"
"EXP power is lack!"="Der/die externe Netzadapter werden benötigt!"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Das EXP-Hintergrundbild wird auf das Standardbild geändert. Möchten Sie fortfahren?"
"Edit Location"="Verbindungszielgerät bearbeiten"
"Edit My Device Information"="Meine Geräteinformationen ändern"
"Edit Network"="Netzwerk bearbeiten"
"Edit Paging Address"="Gruppen-URL bearbeiten"
"Edit"="Bearbeiten"
"Editing"="Ändern"
"Email"="E-Mail"
"Emergency Call Only"="Nur Notrufe"
"Emergency Escalation"="Notfallunterstützung"
"Emergency"="Notfall"
"Empty"="Leer"
"Enable Diversion Inhibitor"="Umleitungssperre"
"Enable this Location"="AnrZielGerAktiv"
"Enabled"="Aktiviert"
"Encryption Type"="VerschlüsselTyp"
"End Call"="Auflegen"
"English"="English(English)"
"Enter Filter Conditions"="FilterbedEingeb"
"Enter Password"="Passwort eingeben"
"Enter code"="Code eingeben"
"Enter number"="Nummer eingeben"
"Enter"="Bestät"
"Executive Common Settings"="Öff. Einstellungen Leiter"
"Executive"="Leiter"
"Executive-Assistant"="Ausführungsassistent"
"Executive-Originator"="Anrufb-AnrAusf"
"Exit"="Beenden"
"Expansion module"="Erweiterungsmodule"
"Extension Number"="Durchwahl-Nr."
"Extension"="Nebenstelle"
"Extention"="Nebenstelle"
"FWD International"="Internationale Weiterleitung"
"FWD"="Weiterleitung"
"Factory Installed"="WerkssInst"
"Fail to download \nremote phonebook!"="Remote-Telefonbuch \nkann nicht heruntergeladen werden!"
"Fail to download remote phonebook!"="Remote-Telefonbuch kann nicht heruntergeladen werden!"
"Fail to download remote phonebook"="Download Fernzugriffstelefonbuch fehlgeschlagen"
"Failed to connect \nto server!"="Keine Verbindung \nzum Server möglich!"
"Failed to connect to server!"="Keine Verbindung zum Server möglich!"
"Failed to get data from USB flash drive"="Daten vom USB-Stick können nicht gelesen werden!"
"Failed to load image"="Bild kann nicht geladen werden!"
"Failed to pause recording"="Aufnahme kann nicht pausiert werden!"
"Failed to record call"="Anruf kann nicht aufgenommen werden!"
"Failed to resume recording"="Aufnahme kann nicht fortgesetzt werden!"
"Failed to stop recording"="Aufnahme kann nicht gestoppt werden!"
"Failed. Please retry..."="Fehlgeschlagen, bitte noch einmal..."
"Family"="Familie"
"Far Hold"="Fern gehalten"
"Far Mute"="TNStumm"
"Fast Forward"="Schnell vor"
"Fast Rewind"="SchnellZurück"
"Favorite Index Max"="Max. Favoriten-Index"
"Favorite Index Valid"="Ungültiger Favoriten-Index"
"Favorite Index already exist!"="Favoriten-Index existiert bereits!"
"Favorite Index"="Favoriten-Index"
"Favorite is on\n manually configing is forbidden!"="Favoriten aktiv.\nManuelle Konfiguration nicht möglich!"
"Favorite"="Favoriten"
"Favourite"="Favoriten"
"Fax"="Fax"
"Features"="Leistungsmerkmale"
"Feb"="Feb"
"February"="Februar"
"File Size"="Dateigröße"
"File already exists"="Datei existiert bereits."
"File already exists, Confirm to replace or not?"="Datei existiert bereits. Wollen Sie diese ersetzen?"
"Filter Type"="Filtertyp"
"Finished"="Beendet"
"Firmware Update..."="Update Firmware..."
"Firmware"="Firmware"
"First Name"="Vorname"
"Fixed"="Fest"
"FlexSeat Login"="Login Flexibler Sitz"
"FlexSeat"="Flexibler Sitzplatz"
"Forbidden Number"="Verbotene Nummer"
"Forward Option"="Weiterleitungsoption"
"Forward to Phone Number/SIP-URI"="WtltgTelNrSIP"
"Forward to is invalid!"="Weiterleitungsziel ist ungültig!"
"Forward to"="Weiterleitung zu"
"Forward to: %s"="Weiterleitung zu: %s"
"Forward"="Weiter"
"Forwarded Calls"="Weitergeleitete Anrufe"
"French"="Français(French(EU))"
"French_CA"="Français(French(Canada))"
"Frequency"="Frequenz"
"Fri"="Fr"
"Friday"="Freitag"
"Friend"="Freund"
"From"="Von"
"From_FWD"="Weitergeleitet von"
"From_Num"="Von Nr."
"Function key"="Funktionstasten"
"GPark"="GrpPark"
"GPickup"="GrpRfÜb"
"General"="Allgemein"
"Generally Settings"="Grundeinstellungen"
"German"="Deutsch(German)"
"Get Balance"="Guthaben abfragen"
"Getting balance failed!"="Kann kein Guthaben anzeigen!"
"Getting balance!"="Guthaben anzeigen!"
"Global Address Book"="Globales Adressenverz."
"Group Id is invalid!"="Gruppen-ID ist ungültig!"
"Group Listening"="Gruppenhören"
"Group Name"="Gruppenname"
"Group Night Forward"="Gruppenweiterleitung Nacht"
"Group Pick Up"="Gruppenrufübernahme"
"Group already exist!"="Gruppe existiert bereits!"
"Group is full!"="Kein freier Gruppenplatz mehr!"
"Group isn't exist!"="Gruppe existiert nicht!"
"Group name must be unique."="Gruppenname muss eindeutig sein."
"Group name must not be empty"="Gruppenname darf nicht leer sein."
"Group"="Gruppe"
"Guest Login"="Gäste-Login"
"Guest Unlock"="GastEntbl."
"GuestIn"="GstLgin"
"GuestLock"="Gstsper"
"GuestOut"="GstLgot"
"HD"="HD"
"Handset mode disabled"="Telefonhörermodus deakt."
"Hardware"="Hardware"
"Headset Connected"="Headset verbunden"
"Headset mode disabled"="Headsetmodus deakt."
"Held"="WrdGeh"
"Hide Number"="Nummer verbergen"
"Hide"="Ausblenden"
"History Details"="Verlaufsdetails"
"History Record"="Verlauf aufzeichnen"
"History Setting"="Einstellungen Verlauf"
"History"="Verlauf"
"Hold"="Halten"
"Holiday Schedule"="Urlaubsplanung"
"Home Number"="Tel.-Nr. privat"
"HomeNumber"=""HomeNumber"="Tel.-Nr. privat""
"Hot Desking"="GemTelefon"
"Hot Line"="Hotline"
"Hot Number"="Hotline-Rufnummer"
"HotLine Delay"="Hotline-Verzög"
"Hoteling"="Hoteling"
"Hotline delay should be 0 ~ 10"="Hotline-Verzög. muss zw. 0 und 10 liegen."
"Http Port"="Http-Port"
"Http Status"="Http-Status"
"Http port should be 1-65535!"="Der http-Port muss zwischen 1 und 65 535 liegen!"
"Https Port"="Https-Port"
"Https Status"="Https-Status"
"Https port should be 1-65535!"="Der https-Port muss zwischen 1 und 65 535 liegen!"
"IME"="IME"
"IP Address is invalid!"="IP-Adresse ist ungültig!"
"IP Address"="IP-Adresse"
"IP Mode"="IP-Modus"
"IP Phone"="IP-Telefon"
"IPAddress Mode"="IP-Modus"
"IPV4 Conflict"="IPv4-Konflikt"
"IPV4/IPV6 Conflict"="IPv4-/IPv6-Konflikt"
"IPV6 Conflict"="IPv6-Konflikt"
"IPv4 & IPv6"="IPv4 und IPv6"
"IPv4 Default Gateway"="IPv4 Gateway"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="IPv4 Prim. DNS"
"IPv4 Sec.DNS"="IPv4 Sek. DNS"
"IPv4 Static DNS"="IPv4 stat. DNS"
"IPv4 Status"="IPv4-Status"
"IPv4 Subnet Mask"="IPv4 Subnetzmaske"
"IPv4 WAN Port"="IPv4 WAN-Port"
"IPv4 WAN Type"="IPv4 WAN-Typ"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6-Gateway"
"IPv6 IP Prefix"="IPv6 IP-Präfix"
"IPv6 IP"="IPv6"
"IPv6 Pri.DNS"="IPv6 Prim. DNS"
"IPv6 Sec.DNS"="IPv6 Sek. DNS"
"IPv6 Static DNS"="IPv6 stat. DNS"
"IPv6 Status"="IPv6-Status"
"IPv6 WAN Port"="IPv6 WAN-Port"
"IPv6 WAN Type"="IPv6 WAN-Typ"
"IPv6"="IPv6"
"Identify USB device failed."="USB-Gerät kann nicht erkannt werden."
"Identity"="WLAN-Identität"
"Idle Clock Display"="Untätigkeitsuhr-Bildschirm"
"Idle Clock"="Untätigkeitsuhr"
"Ignore"="Ignor."
"Inbox"="Eingang"
"Incoming call"="Eingehender Anruf"
"Incorrect user credentials, please retry."="Fehlerhafte Benutzerdaten, Eingabe bitte wiederholen"
"Information is not complete!"="Unvollständige Informationen!"
"Initial ACD State"="ACD-Startzustand"
"Initial State"="Startzustand"
"Initializing... Please Wait!"="Initialisiere... Bitte warten!"
"Input your web access password!"="Geben Sie Ihr Webzugriffspasswort ein!"
"Insufficient storage space in system"="Unzureichender Speicherplatz im System!"
"Intercom Allow"="WechSprErl"
"Intercom Barge"="WechSprAnneh"
"Intercom Mute"="StummschHaustel"
"Intercom Number is invalid!"="Wechselsprechnummer ist ungültig!"
"Intercom Tone"="KlingHaustel"
"Intercom"="Haustelefon"
"Interval"="Intervall"
"Invaild Provisioning Credential"="ungültige Zugangsdaten für die Provisionierung"
"Invite request no response"="Rufinitialisierungsanfrage beim Server ohne Antwort!"
"Italian"="Italiano(Italian)"
"Jan"="Jan"
"January"="Januar"
"Jitter"="Jitter"
"JitterBufferMax"="MaxJitterbuffer"
"Job Title"="Berufsbezeichnung"
"Jul"="Juli"
"July"="Juli"
"Jun"="Juni"
"June"="Juni"
"KEY"="TASTE"
"Key As Send"="Sendetaste"
"Key Event"="Tastenfunktion"
"Key Tone"="Tastentöne"
"Key Type"="Tastentyp"
"Keypad Lock"="Telefonsperre"
"Keypad locked."="Telefon gesperrt."
"Keypad"="Num. Tastatur"
"KeypadLock"="TelSper"
"LDAP Authority"="LDAP-Autorisierung"
"LDAP get error tips failed!"="Die bezüglich LDAP gegebenen Hinweise zur Fehlerbehebung sind fehlgeschlagen."
"LDAP server is unavailable"="LDAP-Server ist unerreichbar."
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="LLDP-Paketintervall muss zwischen 1 und 3600 liegen!"
"LLDP Status"="LLDP-Zustand"
"LLDP"="LLDP"
"Label"="Bezeichnung"
"Language initializing. Please wait..."="Sprachinitialisierung. Bitte warten..."
"Language"="Sprache"
"Last Name"="Nachname"
"Line 1"="Leitung 1"
"Line 10"="Leitung 10"
"Line 11"="Leitung 11"
"Line 12"="Leitung 12"
"Line 13"="Leitung 13"
"Line 14"="Leitung 14"
"Line 15"="Leitung 15"
"Line 16"="Leitung 16"
"Line 2"="Leitung 2"
"Line 3"="Leitung 3"
"Line 4"="Leitung 4"
"Line 5"="Leitung 5"
"Line 6"="Leitung 6"
"Line 7"="Leitung 7"
"Line 8"="Leitung 8"
"Line 9"="Leitung 9"
"Line ID"="Leitungs-ID"
"Line Key 1"="Leitungstaste 1"
"Line Key 10"="Leitungstaste 10"
"Line Key 11"="Leitungstaste 11"
"Line Key 12"="Leitungstaste 12"
"Line Key 13"="Leitungstaste 13"
"Line Key 14"="Leitungstaste 14"
"Line Key 15"="Leitungstaste 15"
"Line Key 16"="Leitungstaste 16"
"Line Key 17"="Leitungstaste 17"
"Line Key 18"="Leitungstaste 18"
"Line Key 19"="Leitungstaste 19"
"Line Key 2"="Leitungstaste 2"
"Line Key 20"="Leitungstaste 20"
"Line Key 21"="Leitungstaste 21"
"Line Key 22"="Leitungstaste 22"
"Line Key 23"="Leitungstaste 23"
"Line Key 24"="Leitungstaste 24"
"Line Key 25"="Leitungstaste 25"
"Line Key 26"="Leitungstaste 26"
"Line Key 27"="Leitungstaste 27"
"Line Key 28"="Leitungstaste 28"
"Line Key 3"="Leitungstaste 3"
"Line Key 4"="Leitungstaste 4"
"Line Key 5"="Leitungstaste 5"
"Line Key 6"="Leitungstaste 6"
"Line Key 7"="Leitungstaste 7"
"Line Key 8"="Leitungstaste 8"
"Line Key 9"="Leitungstaste 9"
"Line Select"="Leitungswahl"
"Line"="Leitung"
"List is full, please delete before add!"="WLAN-Netzwerkliste ist voll. Bitte erst einen alten Eintrag löschen, bevor Sie einen neuen hinzufügen!"
"Load Error!"="Fehler beim Laden!"
"Load Failed"="Laden fehlgeschlagen"
"Loading File..."="Datei wird geladen..."
"Loading error !"="Ladefehler!"
"Loading phonebook is error!"="Fehler beim Laden des Telefonbuches!"
"Loading, please wait..."="Lade, bitte warten..."
"Local Anonymous Rejection"="AnonymAnrAbwei"
"Local Anonymous"="Anonym anrufen"
"Local CallLog"="Lokalanruf"
"Local Codec"="Lokaler Codec"
"Local Directory"="Lokales Telefonbuch"
"Local Group"="Lokale Gruppe"
"Local History"="Lokaler Verlauf"
"Local User"="Lokaler Benutzer"
"LocalMenu"="Lok. Verzeichnis"
"Location Saved."="Standort gespeichert."
"Location"="VerbZielGer"
"Locations"="Standorte"
"Lock Enable"="Sperre aktivieren"
"Lock Time Out"="AutomTastSper"
"Lock type"="Art der Sperre"
"Lock"="Sperren"
"Log Out?"="Ausloggen?"
"Logged In"="Eingeloggt"
"Logged Out"="Ausgeloggt"
"Logged-in Members"="Eingeloggte Mitglieder"
"Login Failed."="Login fehlgeschlagen."
"Login as"="Login als"
"Login successful"="Einloggen erfolgreich!"
"Login"="Login"
"Login..."="Logge ein..."
"Logout successful"="Ausloggen erfolgreich!"
"Logout"="Logout"
"Low"="Schwach"
"MAC Address"="MAC-Adresse"
"MAC"="MAC"
"MAC-Oriented"="MAC-orientierter AES-Schlüssel"
"MD5 Password"="MD5-Passwort"
"MM/DD/YY"="MM/TT/JJ"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"MTSW ACD Detail"="Details"
"MTSW ACD Member"="Mitglied"
"Mail"="Mail"
"Main Menu"="Hauptmenü"
"Manage Group"="Gruppe verwalten"
"Manage"="Leiten"
"Mango"="Mango"
"Manual Setting"="Manuelle Einstellungen"
"Mar"="März"
"March"="März"
"Mark All as heard"="Alle als gehört markieren"
"Mark All as new"="Alle als neu markieren"
"Mark as heard"="Als gehört markieren"
"Mark as new"="Als neu markieren"
"May"="Mai"
"Media Type"="Medientyp"
"Meet-me"="Meet-me-Konferenz"
"Members"="Teilnehmer"
"Memory Full"="Kein freier Teilnehmerplatz mehr!"
"Menu key"="Menütaste"
"Menu"="Menü"
"Message"="Nachricht"
"Messages List"="Nachrichtenliste"
"Messages"="Nachrichten"
"Metaswitch CallLog"="Metaswitch Anruf-Log"
"Missed Call"="Verpasste Anrufe"
"Missed Calllog"="Verpasste Anrufe"
"Missed Calls"="Verpasste Anrufe"
"Mobile Account is not connected!"="Kein Mobilgerätekonto verfügbar!"
"Mobile Account"="Mobilgerätekonto"
"Mobile Connected"="Mobilgerät verbunden"
"Mobile Contacts Sync"="KontSynchr"
"Mobile Contacts"="Mobilgerätekontakte"
"Mobile Number"="Handynummer"
"Mobile"="Handy"
"Mobility Phone Number"="Mobilitätsrufnummer"
"Mobility"="Mobilität"
"Modifying the configuration..."="Konfiguration wird geändert..."
"Mon"="Mo"
"Monday"="Montag"
"More"="Mehr"
"More..."="Mehr..."
"Move Down"="Nach unten verschieben"
"Move Up"="Nach oben verschieben"
"Move selected to blacklist ?"="In die Blackliste?"
"Move selected to contactlist ?"="In die Kontaktliste?"
"Move the Contacts success"="Verschieben zu Kontakte erfolgreich"
"Move to Blacklist success"="Verschieben in schwarze Liste erfolgreich"
"Move"="Verschieb."
"Mute"="Stummschaltung"
"My Mobile"="Handy"
"My State"="Mein Status"
"My Status"="Mein Status"
"N/A"="N/A"
"NAT Status"="NAT-Status"
"NAT"="NAT"
"NONE"="KEIN"
"NTP Server1"="NTP-Server 1"
"NTP Server2"="NTP-Server 2"
"NTP server1 is invalid!"="NTP-Server 1 ist ungültig!"
"NTP server2 is invalid!"="NTP-Server 2 ist ungültig!"
"Name can't be empty!"="Name darf nicht leer bleiben!"
"Name"="Name"
"Need a Number"="Bitte zuerst eine Telefonnummer eingeben."
"Net unavailable !"="Netz unerreichbar!"
"Network Call List"="Netzwerk-Anrufliste"
"Network CallLog"="Getätigte Netzwerkanrufe"
"Network Checking..."="Überprüfe Netzwerk..."
"Network Contacts"="Netzwerk-Kontakte"
"Network Details"="Netzwerkdetails"
"Network Directories"="Netzwerkverzeichnis"
"Network Directory"="Netzwerkverzeichnis"
"Network Favorites"="FavNetzwKontakte"
"Network Group"="Netzwerkgruppe"
"Network Status"="Netzwerkstatus"
"Network Unavailable"="Netzwerk nicht verfügbar"
"Network changed. Rebooting"="Netzwerk geändert. Neustart?"
"Network configuration has changed, shall become effective after the restart?"="NetzwKonfig geänd., nach Neustart anw.?"
"Network unavailable."="Netzwerk nicht verfügbar."
"Network"="Netzwerk"
"NetworkDirectoryGroup"="NetzwVerzGrp"
"Never"="Niemals"
"New Call"="NeuAnrf"
"New Contact"="Neuer Kontakt"
"New Group"="Neue Grp"
"New Location"="Neuer Standort"
"New Message"="Neue Nachricht"
"New Missed Call(s)"="Neue verpasste Anrufe"
"New PIN"="Neue PIN"
"New PWD"="Neues Passwort"
"New Text Message"="Neue Textmitteilung(en)"
"New Voice Mail(s)"="Neue Voicemail(s)"
"New password is similar to username, are you sure to set it?"="Neues Passwort ähnelt Benutzernamen. Möchten Sie wirklich fortsetzen?"
"New password is too simple, are you sure to set it?"="Neues Passwort zu einfach. Möchten Sie wirklich fortsetzen?"
"NewSMS"="Neue SMS"
"Next"="Nächste"
"Nick Name"="Spitzname"
"Nick name must be unique."="Spitzname muss eindeutig sein."
"Nick name must not be empty."="Spitzname darf nicht leer sein."
"No Account"="Kein Konto"
"No Answer Forward"="Keine Antwort"
"No Answer Processing"="Unbeantworte Anrufe"
"No Bluetooth Adapter Found."="Kein Bluetooth-Adapter gefunden."
"No Contact!"="Kein Kontakt!"
"No Disposition Codes"="Keine Dispositions-Codes!"
"No EXP"="Keine Expansion"
"No Group"="Keine Gruppe"
"No Service"="Kein Service"
"No available Wi-Fi,go to Wi-Fi setting now?"="Kein Drahtlosnetzwerk verfügbar, zu den WLAN-Einstellungen?"
"No find wifi adapter!"="Kein WLAN-Adapter gefunden!"
"No images in USB flash drive."="Keine Bilder auf dem USB-Stick gefunden."
"Not Acceptable Here"="Ausgehender Anruf nicht möglich!"
"Not Emergency Number!"="Keine Notrufnummer!"
"Not Found"="Nicht gefunden"
"Not allow opt in/out"="Opt-In/Out unzulässig."
"Note"="Hinweis"
"Nothing Changed!"="Nichts geändert!"
"Nov"="Nov"
"Noveber"="November"
"Number already exists!"="Nummer existiert bereits!"
"Number can't be empty!"="Nummer darf nicht leer sein!"
"Number is invalid!"="Nummer ist ungültig!"
"Number"="Nummer"
"OK"="OK"
"OPUS"="Opus"
"Obtaining IP Address"="IP-Adresse beziehen"
"Obtaining Status..."="Status beziehen..."
"Oct"="Okt"
"October"="Oktober"
"Off Code can't be empty!"="Deaktivierungscode darf nicht leer sein!"
"Off Code could not be empty when On Code is set!"="Deakt.-code darf nicht leer sein, wenn Akt.-Code gesetzt wurde!"
"Off Code"="DeaktCode"
"Off"="Deaktiviert"
"Office Number"="Büronummer"
"Offline"="Offline"
"Old Number"="Alte Nummer"
"Old PWD"="Altes Passwort"
"On Code"="Aktivierungscode"
"On"="Aktiviert"
"Open fail"="Öffnen fehlgeschlagen!"
"Operator fail"="Vorgang fehlgeschlagen!"
"Opt In"="Mit Genehmigung"
"Opt Out"="Ohne Genehmigung"
"Option"="Option"
"Organisation"="Organisation"
"Originator"="Initiator"
"Originator-Executive"="AnrAusf-Anrufb"
"Other Number"="Sonstige Nummern"
"Other"="Andere"
"OtherNumber"=""OtherNumber"="Andere Nummer""
"Others"="Sonstiges"
"Out of memory!"="Kein freier Speicher!"
"Outbound Alternate Number is invalid!"="Altern. ausgehende Nummer ist ungültig!"
"Outbound Alternate Phone Number"="AusgehRufNr"
"Outbound Proxy1"="AusgehProxy1"
"Outbound Proxy2"="AusgehProxy2"
"Outbound Status"="AusgehZust"
"Outbound proxy is invalid!"="Ausgehender Proxy ist ungültig!"
"Outbox"="Postausgang"
"Outgoing Call"="Ausgehender Anruf"
"Overwrite the original contact?"="Den ursprünglichen Kontakt überschreiben?"
"PC Port"="PC-Port"
"PIN/ID"="PIN/ID"
"PPPoE PWD"="PPPoE-PW"
"PPPoE User"="PPPoE-Benutz"
"PPPoE"="PPPoE"
"Packet Interval"="Paketintervall"
"Packets lost"="Verlorene Pakete"
"Pager"="Pager"
"Paging Channel should be 0-30!"="Durchsagekanal muss zwischen 0 u. 30 liegen!"
"Paging List"="ListGrupRufMitg"
"Paging failed!"="Gruppenruf fehlgeschlagen!"
"Paging is invalid!"="Unzulässiger Gruppenruf!"
"Paging"="NetzwGrpRuf"
"PagingList"="Gruppenliste"
"Paging_softkey"="Paging"
"Paired Bluetooth Device"="Gekoppeltes Bluetooth-Gerät"
"Park Failed"="ParkFehlg"
"Park to"="Geparkten Anruf holen von"
"Park"="Parken"
"Parked"="Anruf geparkt"
"Passkey"="Verbindungsschlüssel"
"Password can't be empty!"="Passwort darf nicht leer sein!"
"Password is invalid!"="Passwort ist ungültig!"
"Password is wrong!"="Falsches Passwort!"
"Password"="Passwort"
"Pause REC"="Pause"
"Pause"="Pause"
"PauseREC"="Pause"
"Per-phone AES"="AES für MAC"
"Personal Address Book"="Privates Adressenverz."
"Phone DND"="Gerät nicht stören"
"Phone Lock"="Telefonsperre"
"Phone Number"="Telefonnummer"
"Phone Numbers"="Telefonnummern"
"Phone To Ring"="Klingendes Gerät"
"Phone number can't be empty!"="Telefonnummer darf nicht leer sein!"
"Phone number is empty!"="Leere Telefonnummer"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Die Tel.-Nr. sollte nur aus Ziffern und einer optionalen Familien-Postfach-ID bestehen."
"Phone"="Telefon"
"PhoneBook Name"="Telefonbuchname"
"PhoneBook"="Telefonbuch"
"Phonebook"="Telefonbuch"
"Phonebook(0)"="TelBuch(0)"
"Photo Custom"="Kontaktfoto"
"Photo Details"="Photo Details"
"Photo"="Foto"
"Pick Up"="Abnehmen"
"Pin"="PIN"
"Ping IP or URL"="IP/URL pingen"
"Ping"="Ping"
"Placed Calllog"="Getätigte Anrufe"
"Placed Calls"="Getätigte Anrufe"
"Play Tone"="Warteton abspielen"
"Play Voice Message"="Sprachnachricht wiedergeben"
"Play"="Wiedergabe"
"Playing"="Wiedergabe"
"Please Enter Filter Conditions"="Bitte Filterbedingungen eingeben"
"Please Enter Password"="Bitte Passwort eingeben"
"Please Wait"="Bitte warten"
"Please contact your service provider for CommPortal web Username/Password!"="Bitte setzen Sie sich mit Ihrem Service-Provider bezüglich eines Commportal-Benutzernamen/Passwortes in Verbindung!"
"Please contact your service provider for commprotal web URL!"="Bitte setzen Sie sich mit Ihrem Service-Provider bezüglich einer Commportal-Web-URL in Verbindung!"
"Please enter an IP address or domain name"="Bitte eine IP-Adresse oder einen Domainnamen eingeben"
"Please enter your SIP Credential Password!"="Bitte geben Sie Ihr SIP-Berechtigungspasswort ein!"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="FolgPINAmWiFi-RouterEingebUndOKDrücken:"
"Please input the keyword(s)"="Bitte Schlüsselwort(e) eingeben."
"Please insert a USB drive!"="Bitte stecken Sie einen USB-Stick ein!"
"Please select a Disposition Code!"="Bitte Dispositions-Code wählen!"
"Please selected a group!"="Bitte Gruppe auswählen!"
"Please selected contact!"="Bitte Kontakt auswählen!"
"Polish"="Polski(Polish)"
"Portuguese_EU"="Português(Portuguese(EU))"
"Portuguese_LA"="Português(Portuguese(EU))"
"Preference"="Präferenz"
"Prefix is invalid!"="Präfix ist ungültig!"
"Prefix"="Präfix"
"Press Up or Down To Switch Number"="Drücken Sie die Hoch/Runter-Taste, um zwischen den Nummern zu wechseln."
"Prev"="Vor"
"Preview"="Vorschau"
"Previous Operation in Process."="Vorhergehender Prozess noch in Bearbeitung!"
"Previous"="Zurück"
"Pri.DNS"="Prim DNS"
"PriHold"="Prv halten"
"Primary Contact must not be empty."="Primärer Kontakt darf nicht leer sein."
"Primary DNS is invalid!"="Primärer DNS ist ungültig!"
"PrimaryContact"="Primärer Kontakt"
"Priority is invalid!"="Priorität ist ungültig!"
"Priority should be 0-7!"="VLAN-Priorität muss zwischen 1 -7 liegen!"
"Priority"="VLAN-Priorität"
"Private Hold"="AnrHaltPers"
"Product ID"="Produkt-ID"
"Product Name"="Produktname"
"Profile Name"="Profilname"
"Provision now?"="Jetzt bereitstellen?"
"Proxy Fallback Interval is invalid!"="Proxy-Failbackintervall ist ungültig!"
"Proxy Fallback Interval"="ProxFailbkInt"
"Public Hold"="PrivWiGehalt"
"Qos"="Qos"
"Queue Name"="Name Warteschlange"
"Queue Status"="Zustand Warteschlange"
"Queue"="Warteschlange"
"RTP Status"="RTP"
"Range of value is illegal"="Unzulässiger Wert!"
"Re-connect"="Wiederverb."
"Read"="Gelesen"
"Reading File..."="Lese Datei..."
"Reboot the phone?"="Telefon neu starten?"
"Reboot"="Neustart"
"Rebooting...\n\nPlease Wait !"="Starte neu...\n\nBitte warten!"
"Recall"="Anruf zurückholen"
"Received Calllog"="Eingegangene Gespräche"
"Received Calls"="Eingegangene Gespräche"
"Record"="Aufzeichnung"
"Redial Interval is invalid!"="Unzulässiges Wiederwahlintervall!"
"Redial Interval"="WahlWiedInt"
"Redial Time is invalid!"="Unzulässige Anzahl an Wiederwahlversuchen!"
"Redial Times"="WahlWiedVers"
"Redialing"="Wähle erneut..."
"Redirector"="Umleiter"
"Refresh"="Aktualisier."
"Refreshing..."="Aktualisiere..."
"Register Name"="Reg.-name"
"Register Successfully!"="Registrierung erfolgreich!"
"Register fail"="Reg. fehlg."
"Registered"="Registriert"
"Registering Please Wait!"="Registriere, bitte warten!"
"Registering"="Registriere..."
"Reject"="Ablehnen"
"Rejected"="Abgelehnt"
"Relation"="Verbindung"
"Remaining Time"="Verbleibende Zeit"
"Remote Codec"="GegenstCodec"
"Remote Office"="Fernzugriffsbüro"
"Remote Phone Book"="Externes Telefonbuch"
"Remote User"="Ext.Benutzer"
"Remove Participant"="Teilnehmer entfernen"
"Remove from Favorite"="Von Favoriten entfernen"
"Remove selected from favorite ?"="Markierte von Favoriten entfernen?"
"Remove"="Entf"
"Rename Group"="Gruppe umbenennen"
"Reply"="Antw."
"Require Answer Confirmation"="Antwortbestätigung"
"Reset Config"="Einstellungen zurücksetzen?"
"Reset To Factory Setting?"="Auf Werkseinstellung zurücksetzen?"
"Reset local settings"="LokEinstZur"
"Reset non-static settings"="NiStaEinstZur"
"Reset static settings"="StaEinstZur"
"Reset to Factory"="Zurücksetzen auf Werkseinstellungen"
"Reset userdata & local config"="BnDt/LkEinZur"
"Reset"="Zurücksetzen"
"Resetting to factory, please wait..."="Setze zurück, bitte warten..."
"Restricted"="Eingeschränkt"
"Resume REC"="Fortgesetzt"
"Resume"="Fort"
"ResumeREC"="Fortgesetzt"
"Retrieve Failed."="Wiederherstellung ist fehlgeschlagen"
"Retrieve Park"="GeparkAnrZurück"
"Retrieve"="Hrnh"
"Ring Splash"="Klingelton Splash"
"Ring Tones"="Klingeltöne"
"Ring saving ..."="Speichere Klingeln..."
"Ring"="Klingeln"
"Ringing"="Anklingeln"
"Rings"="Klingelanzahl"
"Rollover Action"="Übergangsaktion"
"Rollover After Waiting"="ÜbergNaWZ"
"RoundTripDelay"="RoundtripVerz"
"Russian"="Pусский(Russian)"
"S2S AcdLogin"="ACDLgin"
"S2S AcdLoginOut"="An-/Abmeldung"
"S2S AcdLogout"="ACDLgOu"
"S2S AcdRefresh"="AnzAkts"
"S2S Avail"="Verfügb."
"S2S Unavail"="Abwesend"
"SCA Active"="SCA aktiv"
"SCA Alerting"="EingGehAnr"
"SCA Bridge Active"="BrückeGemAnrAktiv"
"SCA Held"="GehGemAnr"
"SIP Password"="SIP-Passwort"
"SIP Proxy can't be empty!"="SIP-Proxy darf nicht leer sein!"
"SIP Register name"="SIP-Registrierungsname"
"SIP Server1"="SIP-Server 1"
"SIP Server2"="SIP-Server 2"
"SIP credential password!"="Falsches SIP-Berechtigungspasswort!"
"SMS"="SMS"
"SNTP Setting"="SNTP-Einstellungen"
"SSID can't be empty!"="SSID darf nicht leer sein!"
"SSID"="SSID"
"STUN Port"="STUN-Port"
"STUN Server is invalid!"="STUN-Server ungültig!"
"STUN Server port is Invalid!"="STUN-Server-Port ist ungültig!"
"STUN Server"="STUN-Server"
"STUN"="STUN"
"Sat"="Sa"
"Saturday"="Samstag"
"Save Failed! The same profile name or SSID exist"="Speichern fehlgeschlagen! Profilname oder SSID existiert bereits."
"Save Failed!"="Speichern fehlgeschlagen!"
"Save"="Speichern"
"Saving completed."="Speichern erfolgreich."
"Saving config file!"="Speichere Konfigurationsdatei!"
"Saving files!"="Speichere Dateien!"
"Saving. Please wait..."="Speichere, bitte warten..."
"Saving... Please Wait"="Speichere...Bitte warten"
"Saving..."="Wird gespeichert ..."
"Scan Bluetooth Device"="Nach Bluetooth-Geräten scannen"
"Scan failed."="Scannen fehlgeschlagen."
"Scan"="Suchen"
"Scaning bluetooth devices..."="Scanne nach Bluetooth-Geräten..."
"Scaning..."="Scanne..."
"Scanning available network"="Scanne nach verfügbaren Netzwerken"
"Scanning will stop, if you continue this operation."="Wenn Sie den Vorgang fortsetzen, wird das Scannen beendet."
"Screensaver Type"="BiSchiSchoTyp"
"Screensaver"="Bildschirmschoner"
"Search All Contacts"="AlleKontakteDurchs"
"Search Directory"="Verzeichnissuche"
"Search For Contacts"="Kontaktsuche"
"Search Global Contacts"="Globale Kontaktsuche"
"Search Key"="Schlüssel suchen"
"Search LDAP Contacts"="LDAP-Kontakt suchen"
"Search Network Contacts"="NetzwKontaktSuchen"
"Search Result"="Suchergebnis"
"Search Type"="Typ suchen"
"Search by FirstName"="Suche nach Vorname"
"Search by LastName"="Suche nach Nachname"
"Search by Name"="Suche nach Name"
"Search by Phone Number"="Suche nach Tel.-Nr."
"Search"="Suche"
"Sec.DNS"="Sek. DNS"
"Secondary DNS is invalid!"="Sekundärer DNS ist ungültig!"
"Secret"="Geheim"
"Security Classification"="Sicherheitsklassifizierung"
"Security Mode"="Sicherheitsmodus"
"Security"="Sicherheit"
"Seizing"="Übernahme"
"Select Account"="Konto auswählen"
"Select All"="Alles auswählen"
"Select Executive Number"="Auswahl Leiternummer"
"Select a Disposition code"="Dispositions-Code wählen"
"Select the Queue"="Warteschlange wählen"
"Select"="Ausw"
"Send Anonymous Code"="AnonymKenSend"
"Send Anonymous Rejection Code"="AnoKenSenAbgl"
"Send Message"="Nachricht senden"
"Send by Mobile"="ÜbHandySnd"
"Send"="Senden"
"Sending Message..."="Sende Nachricht..."
"Sending Provision Requests"="Senden der Bereitstellungsanfragen"
"Sending Requests..."="Sende Anfragen..."
"Sentbox"="Gesendet"
"Sep"="Sept"
"September"="September"
"Sequential"="Nacheinander"
"Server Internal Error"="Interner Serverfehler"
"Server URL"="Server-URL"
"Server XML"="Server XML"
"Server is invalid!"="Server ist ungültig!"
"Server"="Server"
"Set E911 Location"="Standort von E911 festlegen"
"Set EXP wallpaper successfully"="Ändern des EXP-Hintergrundbildes erfolgreich!"
"Set Voice Mail Code"="Geben Sie den Voice Mail Code ein"
"Set as EXP wallpaper"="Als EXP-Hintergrundbild"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Als Bildschirmschoner"
"Set as wallpaper"="Als Hintergrundbild"
"Set as"="Verwenden als"
"Set screensaver successfully"="Konfigurieren des Bildschirmschoners erfolgreich!"
"Set wallpaper successfully"="Ändern des Hintergrundbildes erfolgreich!"
"Set you location?"="Standort festlegen?"
"Setting Type"="Einstellungstyp"
"Setting"="Einst."
"Settings"="Einstellungen"
"Share line unavailable"="Leitung teilen nicht verfügbar"
"Shared Calls"="Gemeinsame Anrufe"
"Short Label"="Kurzbezeichnung"
"Show Less"="Verbergen"
"Show More"="Mehr"
"SignIn"="Einloggen"
"SignOut"="Ausloggen"
"Signal Strength"="Signalstärke"
"Silence"="Stille"
"Silent Alerting"="Stummer Alarm"
"Silent Monitor"="StilMon"
"Silent"="Stille"
"Simple"="Einfach"
"Simultaneous Ring Personal"="Gleichzeitiges Klingeln privat"
"Simultaneous"="Gleichzeitig"
"Softkey 1"="DSS 1"
"Softkey 2"="DSS 2"
"Softkey 3"="DSS 3"
"Softkey 4"="DSS 4"
"Softkey Label"="DSS-Bezeichnung"
"Sorry,Only 1000 contacts are allowed!"="Leider nur 1000 Kontakte erlaubt!"
"Sort First Name"="Nach Vornamen sortieren"
"Sort Last Name"="Nach Nachnamen sortieren"
"Sound"="Sound"
"Spanish"="Español(Spanish(EU))"
"Spanish_LA"="Español(Spanish(Latin))"
"Speader mode disabled"="Freisprechmodus deakt."
"Specified AES"="Gemeinsames AES"
"SpeedDial"="Kurzwahl"
"Split"="Teilen"
"Start REC"="Aufz. starten"
"Start Time"="Startzeit"
"Start"="Start"
"StartREC"="AufzSta"
"Static DNS"="Fester DNS"
"Static IP Client"="Statischer IPv4-Client"
"Static IP"="Statische IP"
"Static IPv4 Client"="Stat. IPv4 Client"
"Static IPv6 Client"="Statischer IPv6-Client"
"Status requesting..."="Status wird abgefragt..."
"Status"="Status"
"Stop REC"="Aufz. beenden"
"Stop Time"="Stoppzeit"
"Stop"="Anhalten"
"StopREC"="AufzBen"
"Stopped"="Beendet"
"Storage Media Properties"="Speicherplatz"
"Storage Network"="Bekannte(s) WLAN-Netzwerk(e)"
"Storage is not enough, recorded file is saved."="Unzureichender Speicherplatz, Aufz. wurde gespeichert."
"Storage list is full, please delete old one if wanting to add in"="WLAN-Netzwerkliste ist voll. Bitte erst einen alten Eintrag löschen, bevor Sie einen neuen hinzufügen!"
"Subnet Mask is invalid!"="Subnetzmaske ist ungültig!"
"Subnet Mask"="Subnetzmaske"
"Sun"="So"
"Sunday"="Sonntag"
"Swap"="Wechseln"
"Switch"="Umsch."
"SwitchAccountDown"="Kontoumschaltung abwärts"
"SwitchAccountUp"="Kontoumschaltung aufwärts"
"SymmOneWayDelay"="SymEndeZuEndeVerz"
"System"="System"
"TKIP AES"="TKIP AES"
"TKIP"="TKIP"
"Talk From"="Gespräch von"
"Talking"="Sprechen"
"Target can't be empty!"="Geben Sie das Zielkonto ein!"
"Temporarily Unavailable"="Momentan nicht verfügbar"
"Temporarily not available"="Vorübergehend nicht verfügbar"
"Text Message"="Textnachricht"
"Text can't be empty!"="Geben Sie einen Text ein!"
"The URL is empty!"="Leere URL!"
"The Voicemail is too large,please call and retrieve it!"="Zu viele Voicemails, Bitte anrufen und abrufen!"
"The audio codecs is different, can't set up a conference!"="Unterschiedliche Audio-Codecs. Konferenz kann nicht eingerichtet werden!"
"The file doesn't exist"="Die Datei(en) existiert(/-en) nicht!"
"The file doesn’t exist"="Die Datei existiert nicht!"
"The file is too large"="Die Datei ist zu groß."
"The old password is wrong!"="Falsches Passwort!"
"The storage network"="Bekannte(s) WLAN-Netzwerk(e)"
"This action can not be reversed."="Diese Aktion ist irreversibel."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Sie werden autom. von MLHG ausgeloggt. Wirklich einloggen?"
"Thu"="Do"
"Thursday"="Donnerstag"
"Time & Date Format"="Zeit- und Datumsformat"
"Time & Date"="Zeit und Datum"
"Time Format is invalid!"="Zeitformat ist ungültig!"
"Time Format"="Zeitformat"
"Time Zone"="Zeitzone"
"Time"="Zeit"
"Time(HMS)"="Zeit (hms)"
"To navigate the menu, please use the arrow keys below!"="Für Menünavi Pfeiltasten unten verw.!"
"To"="Zu"
"Today"="Heute"
"Top Secret"="Streng geheim"
"Total"="Gesamt"
"Trace Route"="Route nachverfolgen"
"Tracert IP or URL"="IP/URL tracerten"
"Transfer Failed"="Weiterleitung fehlgeschlagen"
"Transfer to"="Weiterleitung zu"
"Transfer"="WeitLtg"
"Transferring"="Leite weiter..."
"Transmit Rate"="Übertragungsrate"
"Transparency"="Transparent"
"Tue"="Die"
"Tuesday"="Dienstag"
"Turkish"="Türkçe(Turkish)"
"Type"="Typ"
"UC Favorite"="FavEchtzKomm"
"UC Favorites"="UC Favorites"
"URI is invalid!"="URI ist ungültig!"
"URL Record"="URL-Aufzeichnung"
"URL can't be empty!"="URL darf nicht leer sein!"
"URL is empty"="Leere URL!"
"URL is invalid!"="URL ist ungültig!"
"URL"="URL"
"US Date Format is invalid!"="US-Datumsformat ist ungültig!"
"US Time Format is invalid!"="US-Zeitformat ist ungültig!"
"USB Photo"="USB Photo"
"USB Record"="USB-Aufz."
"USB Set Picture Failed"="Set picture failed!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB connected"="USB verbunden"
"USB device connection failure!"="Verbindung USB-LW fehlgeschlagen!"
"USB device has been connected successfully!"="USB-Stick gefunden."
"USB device has been moved"="USB-Datenträger entfernt."
"USB device is removed!"="USB-Stick wurde entfernt."
"USB headset connected"="USB-Headset verbunden."
"USB headset removed"="USB-Headset entfernt."
"USB heaset connected"="USB-Headset wurde angeschlossen."
"USB heaset removed"="USB-Headset wurde entfernt"
"UnMute"="Laut"
"UnRead"="Ungelesen"
"Unallocated Number"="Nicht belegte Nummer"
"Unavail"="NiVerf"
"Unavailable Reason Code"="Unerreichbargrund nicht verfügbar"
"Unavailable"="NiVerf."
"Unclassified"="Unklassifiziert"
"Unknown Line"="Unbek. Ltg."
"Unknown Uri scheme"="Unbekanntes URI-Schema"
"Unknown"="Unbekannt"
"Unlock PIN"="Entsperr-PIN"
"Unlock Pin incorrect"="Ungültige PIN!"
"Unlock"="Entsper"
"Unrecognized USB"="Nicht erkanntes USB-Gerät"
"Unregistered"="Unregistriert"
"Unregistering"="Hebe Reg. Auf"
"Update Configuration"="Konfiguration aktualisieren"
"Update Finish !"="Aktualisierung beendet!"
"Update Skipped"="Update übersprungen"
"Update now?"="Jetzt updaten?"
"Update"="Aktu"
"Updating Network..."="Aktualisiere Netzwerk..."
"Updating Network\n\nPlease Wait !"="Update Netzwerk\n\nBitte warten!"
"Updating, please wait..."="Update, bitte warten..."
"Urgent Message"="Dringende Nachricht"
"Use BroadWorks-based Call Control"="BroadworkAnrSteu"
"Use Host"="Host verwenden"
"User ID"="Benutzer-ID"
"User Name"="Benutzername"
"User Type"="Benutzertyp"
"User mode changed!"="Benutzermodus geändert!"
"User name couldn't be empty!"="Benutzername darf nicht leer bleiben!"
"User name is invalid!"="Benutzername ungültig"
"User unknown."="Benutzer unbekannt"
"UserID can't be Empty!"="Benutzer-ID darf nicht leer sein!"
"UserMode"="Benutzermodus"
"VID Number"="VID-Nummer"
"VID nubmer is invalid!"="VID-Nummer ist ungültig!"
"VID number should be 1-4094!"="VID-Nummer muss zwischen 1 und 4094 liegen!"
"VLAN Status"="VLAN-Status"
"VLAN"="VLAN"
"VPN Active"="VPN aktiv"
"VPN can't be on \n\n when file do not exist!"="VPN kann nicht öffnen\n\n wenn Datei nicht existiert!"
"VPN"="VPN"
"Value is invalid!"="Wert ist ungültig!"
"Value"="Wert"
"Via"="Via"
"Video message cannot be played on the phone!"="Videonachricht kann nicht auf dem Telefon wiedergegeben werden!"
"Video"="Video"
"View Assistant List"="Assistentenliste ansehen"
"View Executive List"="Leiterliste ansehen"
"View Voice Mail"="Voicemail anzeigen"
"View more contacts..."="Weitere Kontakte anzeigen ..."
"View"="Anzeigen"
"Voice Mail Finished"="Voicemail beendet"
"Voice Mail Pause"="Voicemail pausieren"
"Voice Mail Playing"="Wiedergabe Voicemail"
"Voice Mail is invalid!"="Voicemail ist ungültig!"
"Voice Mail"="Voicemail"
"Voice Messaging"="Sprachnachricht"
"Voice Recorder Number is invalid!"="Sprachrecordernummer ist ungültig!"
"Voice"="Sprache"
"VoiceMail DownLoading, Please Wait..."="Download der Voicemail,bitte warten..."
"WAN IP"="WAN-IP"
"WAN MASK"="WAN-MASKE"
"WAN Port"="WAN-Port"
"WAN Type"="WAN-Typ"
"WEP"="WEP"
"WIFI Authentication"="WLAN-Authentifizierung"
"WPA Shared Key can't be empty!"="WPA-Schlüssel darf nicht leer sein!"
"WPA Shared Key"="WPA-Schlüssel"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPS has opened, please connect in "="WPS wurde aktiviert, verbinde in"
"WPS"="WPS"
"WPS-PIN"="WPS-PIN"
"WWW DD MMM"="WWW TT MMM"
"WWW MMM DD"="WWW MMM TT"
"Wait Time"="Wartezeit"
"Wait for"="Warte auf"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Das Hintergrundbild für sowohl Telefon als auch EXP wird auf das Standardbild geändert. Möchten Sie fortfahren?"
"Wallpaper will change into the default image. Confirm to delete or not?"="Das Hintergrundbild wird auf das Standardbild geändert. Möchten Sie fortfahren?"
"Wallpaper"="Bildschirmhintergrund"
"Warning"="Warnung"
"Web Server"="Webserver"
"Web access password is wrong!"="Falsches Webzugriffspasswort!"
"Wed"="Mi"
"Wednesday"="Mittwoch"
"Welcome"="Willkommen"
"Wi-Fi Mac"="WLAN-MAC"
"Wifi adapter has added, scanning the wifi devices right now?"="WLAN-Adapter gefunden. Jetzt nach verfügbaren WLAN-Netzwerken scannen?"
"Wifi adapter has removed out"="WLAN-Adapter wurde entfernt."
"Wifi switch is closed, open it or not?"="WLAN ist deaktiviert, aktivieren?"
"Wifi"="WiFi"
"Wifi: Connected"="WLAN: Verbunden"
"Wifi: On"="WLAN: Ein"
"Wireless Status"="WLAN-Status"
"Work Number"="Arbeitspl.-Nr."
"Work Phone"="Arbeitstelefon"
"Would you like to sync phone contacts temporarily?"="Wollen Sie zeitweise Tel.-Kontakte sync.?"
"Wrap up"="ManAnrHandhab"
"Wrong user name or password!"="Falscher Benutzername oder falsches Passwort!"
"XML Browser"="XML-Browser"
"XML Group"="XML-Gruppe"
"XMLMenu"="XMLVerz"
"XSI information is incomplete!"="XSI-Info ist unvollständig!"
"Xml Browser is invalid!"="XML-Browser ist ungültig!"
"YYYY-MM-DD"="JJJJ-MM-TT"
"Year"="Jahr"
"Yesterday"="Gestern"
"Your Name or Password was not Recognized!"="Benutzername oder Passwort falsch."
"Zero Touch"="KonfigOhneBer"
"[Assigned]"="[Zugewiesen]"
"admin"="Administrator"
"available network(s)(Connected with"="Verfügbare(s) Netzwerk(e) verbunden mit"
"available network(s):"="Verfügbare(s) Netzwerk(e )"
"bluetooth device(s)"="Bluetooth-Gerät(e)"
"bluetooth device(s)(Connecting with"="Bluetooth-Gerät(e) verbunden mit"
"bluetooth devices"="Bluetooth-Geräte"
"bw_userid"="BroadWorks-ID"
"city"="Stadt"
"conference_number"="Konferenznr."
"config updating"="Konfigurationsupdate"
"contact full"="Kein Platz mehr in der Kontaktliste!"
"country"="Land"
"extension_number"="Nebenstellennummer"
"failed"="Fehlgeschlagen"
"first_name"="Vorname"
"free"="Frei"
"from the conference?"="die Konferenz verlassen?"
"group_id"="Gruppen-ID"
"hiragana_first_name"="Hiragana_Vorname"
"hiragana_last_name"="Hiragana_Nachname"
"home_phone"="Privates Tel."
"last_name"="Nachname"
"local Directories"="Lokales Verzeichnis"
"logging in..."="Logge ein..."
"logging out ..."="Logge aus..."
"members"="Teilnehmer"
"minutes left for call recording"="Verbleibende Minuten für Anrufaufzeichnung"
"mobile_phone"="Handy"
"new"="neu"
"old"="alt"
"postal_code"="PLZ"
"q'ing"="Wartend"
"region"="Region"
"s"="s"
"saved!"="Gesichert!"
"street"="Strasse"
"success"="Erfolg"
"title"="Anrede"
"used"="Belegt"
"user"="Anwender"
"var"="Poweruser"
"web"="Web"
"work_phone"="Arbeit_Telefon"
"Set Dsskey wallpaper successfully"="Set dsskey wallpaper successfully!"
"Delete this photo?"="Delete this photo?"
